Repository: DownloadTicketService/dl
Catalog: htdocs/include/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: Type a <b>mandatory</b> e-mail address that will be used as a default for notifications.
cs_cz: Zadejte <b>povinnou</b> e-mailovou adresu, která bude použita jako výchozí pro oznámení.
de_de: <b>Pflichtfeld:</b> Geben Sie eine E-Mail-Adresse an, die als Voreinstellung für Benachrichtigungen verwendet werden soll.
es_es: Teclee una dirección de e-mail <b>obligatoria</b> la cual será predeterminada para las notificaciones.
fr_fr: Entrez une adresse e-mail qui sera utilisée par défaut pour les notifications.
it_it: Scrivere un indirizzo e-mail <b>obbligatorio</b> che verrà utilizzato come predefinito per le notifiche.
ja_jp: 通知の標準設定として使う<b>必須</b>Eメールアドレスを入力してください。
lt_lt: Įveskite <b>galiojantį</b> el. pašto adresą, kuriam pagal nutylėjimą bus siunčiami pranešimai.
nl_nl: <b>Verplicht veld! </b>Geef hier een e-mail adres op dat standaard gebruikt wordt voor notificaties.
pt_br: Digite um endereço de e-mail <b>obrigatório</b> que será usado como padrão para notificações.
ru_ru: Укажите <b>обязательный</b> e-mail адрес, который будет использоваться для оповещений по-умолчанию.

source: New passwords don't match! Password unchanged.
cs_cz: Nová hesla nesouhlasí! Změna neproběhla.
de_de: Passwörter stimmen nicht überein! Passwortänderung abgebrochen.
es_es: Las nuevas contraseñas no coinciden. Contraseñas no cambiadas.
fr_fr: Votre mot de passe n'a pas été changé.
it_it: Le nuove password non coincidono! Password non cambiata!
ja_jp: 新しいパスワードは一致しませんでした。パスワードの変更はしませんでした。
lt_lt: Slaptažodžiai nesutampa! Slaptažodis nepakeistas.
nl_nl: De nieuwe wachtwoorden zijn niet identiek! Wachtwoord niet gewijzigd.
pt_br: Nova senha não conferem! A senha não foi alterada.

source: Password change
cs_cz: Změna hesla
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Modifier votre mot de passe
it_it: Cambio password
ja_jp: パスワードの変更
lt_lt: Keisti slaptažodį
nl_nl: Wachtwoord veranderen
pt_br: Senha alterada

source: Old password doesn't match! Password unchanged.
cs_cz: Staré heslo nesouhlasí! Změna neproběhla.
de_de: Altes Passwort stimmt nicht! Passwortänderung abgebrochen.
es_es: La antigua contraseña no coincide.
fr_fr: L'ancien mot de passe est invalide ! Votre mot de passe n'a pas été modifié.
it_it: La vecchia password non coincide! Password non cambiata!
ja_jp: 古いパスワードが一致しません。パスワードの変更はしませんでした。
lt_lt: Senas slaptažodis neatitinka! Slaptažodis nepakeistas.
nl_nl: Oud wachtwoord klopt niet. Wachtwoord ongewijzigd.
pt_br: Antiga senha não confere! A senha não foi alterada.

source: Password successfully changed.
cs_cz: Heslo bylo úspěšně změněno.
de_de: Passwort erfolgreich geändert.
es_es: Contraseña cambiada con éxito.
fr_fr: Votre mot de passe a été modifié.
it_it: Password cambiata con successo.
ja_jp: パスワードは変更できました。
lt_lt: Slaptažodis sėkmingai pakeistas.
nl_nl: Wachtwoord succesvol gewijzigd.
pt_br: Senha alterada com sucesso.
ru_ru: Пароль изменен.

source: Old password
cs_cz: Staré heslo
de_de: Altes Passwort
es_es: Contraseña antigua
fr_fr: Ancien mot de passe
it_it: Password corrente
ja_jp: 古いパスワード
lt_lt: Senas slaptažodis
nl_nl: Oude wachtwoord
pt_br: Senha antiga
ru_ru: Старый пароль

source: Please type your current password.
cs_cz: Prosím zadejte své současné heslo.
de_de: Bitte geben Sie Ihr aktuelles Passwort ein.
es_es: Por favor, escriba la contraseña actual
fr_fr: Veuillez saisir votre mot de passe actuel.
it_it: Inserire la password corrente.
ja_jp: 現在のパスワードを入力してください。
lt_lt: Įveskite esamą slaptažodį.
nl_nl: Vul a.u.b. uw huidige wachtwoord in.
pt_br: Por favor digite sua senha atual.
ru_ru: Пожалуйста введите текущий пароль.

source: New password
cs_cz: Nové heslo.
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: 新しいパスワード
lt_lt: Naujas slaptažodis
nl_nl: Nieuwe wachtwoord
pt_br: Nova senha
ru_ru: Новый пароль

source: Please type the new password.
cs_cz: Prozím zadejte nové heslo.
de_de: Bitte geben Sie Ihr neues Passwort ein.
es_es: Por favor escriba una contraseña nueva
fr_fr: Veuillez saisir votre nouveau mot de passe.
it_it: Inserire la nuova password.
ja_jp: 新しいパスワードを入力してください。
lt_lt: Įveskite naują slaptažodį.
nl_nl: Vul a.u.b. uw nieuwe wachtwoord in.
pt_br: Por favor digite a nova senha.
ru_ru: Пожалуйста введите новый пароль.

source: New password (retype)
cs_cz: Nové heslo (znovu)
de_de: Neues Passwort wiederholen
es_es: Nueva contraseña (reescribir)
fr_fr: Nouveau mot de passe (confirmation)
it_it: Nuova password (riscrivi)
ja_jp: 新しいパスワード(再度入力)
lt_lt: Naujas slaptažodis (pakartokite)
nl_nl: Nieuwe wachtwoord (herhaling)
pt_br: Nova senha (redigite)
ru_ru: Новый пароль (проверка)

source: Please <em>retype</em> the new password again.
cs_cz: Prosím <em>znovu</em> zadejte nové heslo.
de_de: Bitte geben Sie Ihr neues Passwort <em>erneut</em> ein.
es_es: Por favor <em>escriba otra vez</em> la nueva contraseña
fr_fr: Veuillez <em>resaisir</em> votre nouveau mot de passe.
it_it: Inseerire nuovamente la nuova password.
ja_jp: もう一度、新しいパスワードを再度入力してください。
lt_lt: Prašome <em>pakartoti</em> naują slaptažodį.
nl_nl: Vul a.u.b. het nieuwe wachtwoord opnieuw in.
pt_br: Por favor <em>regidite</em> a nova senha novamente.
ru_ru: Пожалуйста <em>повторите</em>ввод нового пароля.

source: About %d downloads
cs_cz: Za %d stažení
de_de: Voraussichtlich nach %d Downloads
es_es: Sobre %d descargas
fr_fr: Dans %d téléchargements
it_it: Circa %d scaricamenti
ja_jp: %d 回のダウンロードについて
lt_lt: Apie %d atsisiuntimų
nl_nl: Over %d Downloads
pt_br: Em %d downloads
ru_ru: через %d скачиваний

source: After %d downloads
cs_cz: Po %d staženích
de_de: Nach %d Downloads
es_es: Tras %d descargas
fr_fr: Après %d téléchargements
it_it: Dopo %d scaricamenti
ja_jp: %d 回のダウンロードの後
lt_lt: Po %d atsisiuntimų
nl_nl: Na %d Downloads
pt_br: Após %d downloads
ru_ru: После %d скачиваний

source: %s after next download
cs_cz: %s po dalším stažení
de_de: %s nach dem nächsten Download
es_es: %s después de la siguiente descarga
fr_fr: %s après le prochain téléchargement
it_it: %s al successivo download
ja_jp: %s 次のダウンロードの後、
lt_lt: %s po kito atsisiuntimo
nl_nl: %s na de volgende download.
pt_br: %s após próximo download

source: Ticket
ja_jp: チケット
lt_lt: Nuoroda
ru_ru: Файл

source: Size
cs_cz: Velikost
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
ja_jp: サイズ
lt_lt: Dydis
nl_nl: Grootte
pt_br: Tamanho
ru_ru: Размер

source: Successfully downloaded
cs_cz: Úspěšně staženo
de_de: Erfolgreich heruntergeladen
es_es: Descargado correctamente
fr_fr: Téléchargement terminé avec succès
it_it: Scaricato con successo
ja_jp: ダウンロードできました。
lt_lt: Atsisiuntimas sėkmingas
nl_nl: Succesvol gedwonload
pt_br: Download com sucesso
ru_ru: Успешно скачан

source: Total ticket size: %s
de_de: Gesamtgröße der Tickets: %s
es_es: Tamaño total del ticket: %s
fr_fr: Taille totale du ticket: %s
it_it: Dimensione ticket totale: %s
lt_lt: Nuorodos dydis: %s

source: Regular ticket
de_de: Normales Ticket
es_es: Ticket normal
fr_fr: Ticket standard
it_it: Ticket normale
lt_lt: Nuoroda

source: Regular ticket (yours)
de_de: Normales Ticket (eigenes)
es_es: Ticket normal (suyo)
fr_fr: Ticket standard (les vôtres)
it_it: Ticket normale (proprietario)
lt_lt: Nuoroda (jūsų)

source: Received ticket
de_de: Empfangenes Ticket
es_es: Ticket recibido
fr_fr: Ticket reçus
it_it: Ticket ricevuto
lt_lt: Gauta nuoroda

source: Received ticket (yours)
de_de: Empfangenes Ticket (eigenes)
es_es: Ticket recibido (suyo)
fr_fr: Ticket reçus (les vôtres)
it_it: Ticket ricevuto (proprietario)
lt_lt: Gauta nuoroda (jūsų)

source: Total archive size: %s
cs_cz: Celková velikost archivu: %s
de_de: Gesamtgröße des Archivs: %s
es_es: Tañamo total de archivos: %s
fr_fr: Taille totale de l'archive : %s
it_it: Dimensione archivio totale: %s
ja_jp: 全体のアーカイブ容量: %s
lt_lt: Archyvo dydis: %s
nl_nl: Totale bestandsgrootte: %s
pt_br: Tamanho total: %s
ru_ru: Общий размер архива: %s

source: Total received size: %s
de_de: Gesamtgröße empfangener Dateien: %s
es_es: Total tamaño recibido: %s
fr_fr: Taille totale reçue: %s
it_it: Dimensione ricevuta totale: %s
lt_lt: Viso gauta: %s

source: The ticket %s is protected. Please enter the password to unlock the content.
cs_cz: Ticket %s je chráněný. Prosím zadejte heslo pro odemčení obsahu.
de_de: Das Ticket %s ist passwortgeschützt. Bitte geben Sie das Kennwort ein, um die Datei herunterzuladen.
es_es: El ticket %s está protegido. Por favor, introduzca la contraseña para desbloquear el contenido.
fr_fr: Le ticket %s est protégé. Veuillez saisir le mot de passe pour y accéder.
it_it: Il ticket %s è protetto. Inserire la password per sbloccare il contenuto.
ja_jp: チケット %s は保護されています。ロックを外すためのパスワードを入力してください。
lt_lt: %s nuoroda apsaugota. Norėdami atrakinti, įveskite slaptažodį.
nl_nl: Het ticket %s is beveiligd. Geef het wachtwoord om de data te kunnen downloaden.
pt_br: O ticket %s é protegido. Por favor entre com a senha para liberar o conteúdo.
ru_ru: Файл %s защищен. Пожалуйста введите пароль для разблокировки содержимого.

source: Type the password required to unlock this ticket.
cs_cz: Zadejte heslo vyžadované pro odemčení ticketu.
de_de: Geben Sie das für den Download benötigte Passwort ein.
es_es: Indtroduzca la contraseña requerida para desbloquear este ticket.
fr_fr: Entrez le mot de passe pour accéder à ce fichier.
it_it: Inserire la password per sbloccare il contenuto.
ja_jp: このチケットのロックを外すためのパスワードを入力してください。
lt_lt: Įveskite slaptažodį nuorodai atrakinti.
nl_nl: Geef het wachtwoord op om de beveiliging van het ticket te verwijderen.
pt_br: Digite a senha necessária para liberar este ticket.
ru_ru: Введите пароль для разблокировки файла.

source: Created
cs_cz: Vytvořeno
de_de: Benutzer erstellt
es_es: Creado
fr_fr: Créé
it_it: Creato
ja_jp: 生成しました
lt_lt: Sukurta
nl_nl: Aangemaakt
pt_br: Criado
ru_ru: Создан

source: Creation failed
cs_cz: Vytvoření selhalo
de_de: Anlegen des Benutzers fehlgeschlagen
es_es: Fallo en la creación
fr_fr: La création a échoué
it_it: Creazione fallita
ja_jp: 生成に失敗しました
lt_lt: Sukūrimas nepavyko
nl_nl: Gebruiker niet aangemaakt.
pt_br: Criação falhou
ru_ru: Ошибка создания

source: user "%s" already exists
cs_cz: uživatel "%s" již existuje
de_de: Benutzer "%s" existiert bereits
es_es: el usuario "%s" ya existe
fr_fr: l'utilisateur "%s" existe déjà
it_it: utente "%s" già esistente
ja_jp: ユーザ "%s" は既に存在しています
lt_lt: vartotojas "%s" jau yra
nl_nl: Gebruiker "%s" bestaat al.
pt_br: usuário "%s" já existe
ru_ru: пользователь "%s" уже существует

source: Deleted
cs_cz: Odstraněno
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
it_it: Eliminato
ja_jp: 削除
lt_lt: Ištrinta
nl_nl: Verwijderd
pt_br: Excluído
ru_ru: Удален

source: Updated
cs_cz: Uloženo
de_de: Gespeichert
es_es: Actualizado
fr_fr: Mis à jour
it_it: Aggiornato
ja_jp: 更新
lt_lt: Atnaujinta
nl_nl: Opgeslagen
pt_br: Atualizado
ru_ru: Обновлен

source: Administrator
cs_cz: Administrátor
es_es: Administrador
fr_fr: Administrateur
it_it: Amministratore
ja_jp: 管理者
lt_lt: Administratorius
pt_br: Administrador
ru_ru: Администратор

source: Role
de_de: Gruppe
es_es: Tipo
fr_fr: Rôle
it_it: Ruolo
ja_jp: 権限
lt_lt: Rolė
nl_nl: Groep
pt_br: Regra
ru_ru: Роль

source: Tickets
cs_cz: Tickety
it_it: Ticket
ja_jp: チケット
lt_lt: Nuorodos
ru_ru: Файлы

source: Grants
cs_cz: Granty
de_de: Uploads
es_es: Concesiones
fr_fr: Invitations
it_it: Concessioni
ja_jp: グラント
lt_lt: Užklausos
nl_nl: Uploads
pt_br: Permissões
ru_ru: Запросы

source: Total size
cs_cz: Celková velikost
de_de: Gesamtgröße
es_es: Tamaño total
fr_fr: Taille totale
it_it: Spazio totale
ja_jp: 全体の容量
lt_lt: Viso
nl_nl: Totale grootte
pt_br: Tamanho total
ru_ru: Общий размер

source: Delete selected
cs_cz: Odstranit vybrané
de_de: Markierte löschen
es_es: Eliminar seleccionados
fr_fr: Supprimer la sélection
it_it: Elimina selezionati
ja_jp: 削除が選択されました
lt_lt: Ištrinti pasirinktą
nl_nl: Selectie verwijderen
pt_br: Exclusão selecionada
ru_ru: Удалить выбранные

source: Apply changes
cs_cz: Uložit změny
de_de: Änderungen übernehmen
es_es: Aplicar cambios
fr_fr: Appliquer les changements
it_it: Applica modifiche
ja_jp: 変更処理しました
lt_lt: Tvirtinti pakeitimus
nl_nl: Wijzigingen toepassen
pt_br: Aplicar alterações
ru_ru: Применить изменения

source: %s GiB
fr_fr: %s Gio
nl_nl: %s GB

source: %s MiB
fr_fr: %s Mio
nl_nl: %s MB

source: %s KiB
fr_fr: %s Kio
nl_nl: %s kB

source: %s B
fr_fr: %s o

source: [dl] download link to %s
cs_cz: [dl] Odkaz na stažení %s
ja_jp: [dl] %s をダウンロードするためのリンクです。
nl_nl: [dl] Download link naar %s
pt_br: [dl] link de download para %s
ru_ru: [dl] ссылка на скачивание файла %s

source: [dl] ticket %s download notification
cs_cz: [dl] Upozornění na stažení ticketu %s
ja_jp: [dl] チケット %s のダウンロード通知です。
nl_nl: [dl] Download notificatie voor ticket %s
pt_br: [dl] ticket %s download notificação
ru_ru: [dl] оповещение о скачивании файла %s

source: [dl] ticket %s purge notification
cs_cz: [dl] Upozornění na smazání ticketu %s
ja_jp: [dl] チケット %s の削除通知です。
nl_nl: [dl] Verwijderingsbericht voor ticket %s
pt_br: [dl] ticket %s notificação de remoção
ru_ru: [dl] оповещение об удалении файла %s

source: [dl] upload grant link
cs_cz: [dl] Grant na nahrání souboru
ja_jp: [dl] アップロードのグラントのリンク
nl_nl: [dl] link voor upload toekenning
pt_br: [dl] link permitido para envio
ru_ru: [dl] ссылка на запрос

source: [dl] grant %s purge notification
cs_cz: [dl] Oznámení o smazání grantu %s
ja_jp: [dl] グラント %s の削除通知
nl_nl: [dl] Verwijderingsbericht voor upload toekenning %s
pt_br: [dl] permitido %s notificação de remoção
ru_ru: [dl] оповещение об удалении запроса %s

source: [dl] download link for grant %s
cs_cz: [dl] Odkaz na stažení souboru pro grant %s.
ja_jp: [dl] グラント %s のダウンロードリンク
nl_nl: [dl] download link voor upload toekenning %s
pt_br: [dl] link para permissão de envio de arquivos %s
ru_ru: [dl] ссылка на скачивание для запроса %s
