Repository: DownloadTicketService/dl
Catalog: htdocs/include/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: The ticket %s was purged manually after %d downloads from %s
cs_cz: Ticket %s byl ručně smazán po %d staženích z %s
de_de: Das Ticket %s wurde nach %d Downloads manuell von %s gelöscht
es_es: El ticket %s ha sido purgado manualmente tras %d descargas desde %s
fr_fr: Le ticket %s a été supprimé manuellement après %d téléchargements à partir de %s
it_it: Il ticket %s è stato eliminato manualmente dopo %d scaricamenti da %s
ja_jp: チケット %s は %d 回のダウンロード( %s からの) によって削除されました。
lt_lt: %s nuoroda buvo pašalinta rankiniu būdu po %d atsisiuntimų iš %s
nl_nl: Het ticket %s is handmatig verwijderd na %d downloads van %s
pt_br: O ticket %s foi manualmente removido depois de %d downloads de %s
ru_ru: Файл %s удален вручную после %d скачиваний с %s

source: The ticket %s expired automatically after %d downloads from %s
cs_cz: Ticket %s vypršel po %d staženích ze %s
de_de: Das Ticket %s ist automatisch nach %d Downloads von %s verfallen
es_es: El ticket %s expiró automáticamente tras %d descargas desde %s
fr_fr: Le ticket %s a expiré automatiquement après %d téléchargements à partir de %s
it_it: Il ticket %s è stato eliminato automaticamente dopo %d scaricamenti da %s
ja_jp: チケット %s は %d 回のダウンロード( %s からの) によって公開満了となりました。
lt_lt: %s nuorodos galiojimas pasibaigė po %d atsisiuntimų iš %s
nl_nl: Het ticket %s is automatisch vevallen na %d downloads von %s
pt_br: O ticket %s expirou automaticamente depois de %d downloads de %s
ru_ru: Файл %s удален автоматически после %d скачиваний с %s

source: upload grant link
de_de: Link zur Upload-Erlaubnis
es_es: enlace de concesión de subida
fr_fr: lien d'envoi de l'invitation
it_it: collegamento alla concessione
lt_lt: įkėlimo užklausos nuoroda

source: Grant comment:
de_de: Anmerkung zur Upload-Erlaubnis:
es_es: Comentario de concesión:
fr_fr: Commentaire de l'invitation:
it_it: Commento concessione:
lt_lt: Užklausos komentaras:

source: grant %s purge notification
de_de: Löschbenachrichtigung für Upload-Erlaubnis %s
es_es: notificación de purgado de concesión %s
fr_fr: notification de purge de l'invitation %s
it_it: notifica eliminazione della concessione %s
lt_lt: %s užklausos pašalinimo pranešimas

source: The grant %s was purged manually from %s
cs_cz: Grant %s byl ručně smazán uživatelem %s.
de_de: Die Upload-Erlaubnis %s wurde manuell von %s gelöscht
es_es: La concesión %s ha sido purgada manualmente desde %s
fr_fr: L'invitation %s a été supprimée manuellement depuis %s
it_it: La concessione %s è stata eliminata manualmente da %s
ja_jp: グラント %s は、%s により手動で削除されました。
lt_lt: %s užklausa pašalinta rankiniu būdu iš %s
nl_nl: De upload toekenning %s is handmatig verwijderd van %s
pt_br: A permissão %s foi removida manualmente de %s
ru_ru: Запрос %s удален вручную с %s

source: The grant %s expired automatically from %s
cs_cz: Grant %s automaticky vypršel %s.
de_de: Die Upload-Erlaubnis %s wurde automatisch von %s gelöscht.
es_es: La concesión %s expiró automáticamente desde %s
fr_fr: L'invitation %s a expiré automatiquement à partir de %s
it_it: La concessione %s è stata eliminata automaticamente da %s
ja_jp: グラント %s は、%s により手動で公開満了にされました。
lt_lt: %s užklausos galiojimas pasibaigė iš %s
nl_nl: De upload toekenning %s is automatisch verwijderd van %s
pt_br: A permissão %s expirou automaticamente de %s
ru_ru: Запрос %s удален автоматически с %s

source: download link for grant %s
de_de: Download-Link für Upload-Erlaubnis %s
es_es: enlace de descarga para la concesión %s
fr_fr: lien de téléchargement pour l'invitation %s
it_it: collegamento alla concessione %s
lt_lt: užklausos nuoroda %s

source: Your grant %s has been used on %s by %s.
de_de: Ihre Upload-Erlaubnis %s wurde am %s von %s benutzt.
es_es: Tu concesión %S ha sido usada en %s por %s.
fr_fr: Votre invitation %s a été utilisée le %s par %s.
it_it: La concessione %s è stata utilizzata in data %s da %s.
lt_lt: Jūsų užklausa %s buvo panaudota %s vartotojo %s.

source: The uploaded file (%s) is now available to be downloaded at:
de_de: Die hochgeladene Datei (%s) kann nun über folgenden Link heruntergeladen werden:
es_es: El fichero subido (%s) está ahora disponible para ser descargado en:
fr_fr: Le fichier envoyé (%s) peut maintenant être téléchargé à l'adresse:
it_it: Il file inviato (%s) è ora disponibile per essere scaricato da:
lt_lt: Įkeltas failas (%s), kurį galima atsisiųsti iš:

source: Upload comment:
de_de: Bemerkung zum Upload:
es_es: Subir comentario:
fr_fr: Commentaire de l'envoi:
it_it: Commento invio:
lt_lt: Įkėlimo komentaras:

source: Grant result
cs_cz: Výsledek grantu
de_de: Upload-Erlaubnis
es_es: Resultado de concesión
fr_fr: Résultat de l'invitation
it_it: Risultato della concessione
ja_jp: グラントの結果
lt_lt: Užklausos rezultatas
nl_nl: Resultaat upload toekenning
pt_br: Permitir resultado
ru_ru: Результат запроса

source: Your grant %s
cs_cz: Váš grant %s
de_de: Upload-Erlaubnis %s
es_es: Su concesión %s
fr_fr: Votre invitation %s
it_it: La vostra concessione %s
ja_jp: グラント %s
lt_lt: Jūsų užklausa %s
nl_nl: Uw upload toekenning %s
pt_br: Sua permissão é %s
ru_ru: Ваш запрос %s

source: The required password is:
cs_cz: Vyžadované heslo je:
de_de: Das Passwort für den Download lautet:
es_es: La contraseña requerida es:
fr_fr: Le mot de passe requis est :
it_it: La password richiesta è:
ja_jp: 入力の必要なパスワードは :
lt_lt: Būtinas slaptažodis:
nl_nl: Het vereiste wachtwoord is:
pt_br: A senha requerida é:
ru_ru: Требуемый пароль:

source: A grant link has been sent to:
cs_cz: Odkaz grantu byl odeslán na:
de_de: Eine Upload-Erlaubnis wurde an folgende Adresse verschickt:
es_es: Un enlace de consesión fue enviado a:
fr_fr: Un lien pour cette invitation a été envoyé à :
it_it: Un collegamento alla concessione è stato inviato a:
ja_jp: グラントのリンクを送りました:
lt_lt: Užklausa išsiųsta:
nl_nl: Een upload toekenning is verstuurd naar:
pt_br: O Link de permissão de envio foi enviado para:
ru_ru: Ссылка на запрос отослана на:

source: Send via e-mail
cs_cz: Odeslat e-mailem
de_de: Per E-Mail verschicken
es_es: Enviar vía e-mail
fr_fr: Envoyer par e-mail
it_it: Invia per e-mail
ja_jp: 電子メールで送る
lt_lt: Siųsti el. paštu
nl_nl: Verstuurd per e-mail
pt_br: Envie por e-mail
ru_ru: Передать через e-mail

source: Grant parameters
cs_cz: Parametry grantu
de_de: Einstellungen zum Upload
es_es: Parámetros de la concesión
fr_fr: Paramètres de l'invitation
it_it: Parametri della concessione
ja_jp: グラントのパラメータ
lt_lt: Užklausos parametrai
nl_nl: Instellingen voor upload toekenning
pt_br: Parâmetros de permissões
ru_ru: Параметры запроса

source: Type an <em>optional</em> comment for your upload grant and resulting ticket. The comment will be shown along with the grant and ticket information.
cs_cz: Zadejte <em>nepovinný</em> komentář pro grant k nahrání a výsledný ticket. Komentář bude zobrazen spolu s informacemi o grantu a o ticketu.
de_de: Geben Sie eine <em>optionale</em> Anmerkung für die Upload-Erlaubnis an. Die Anmerkung wird neben der Upload-Erlaubnis und dem Ticket selbst angezeigt werden.
es_es: Introduzca, opcionalmente, un comentario para su concesión de subida y el ticket resultado. El comentario será mostrado junto a la información de la concesión y al ticket.
fr_fr: Insérez un commentaire <em>optionnel</em> pour l'envoi de ce fichier. Celui-ci sera intégré à l'e-mail qui sera envoyé.
it_it: Scrivere un commento <em>opzionale</em> per la concessione ed il ticket risultante. Il commento viene visualizzato nelle informazioni della concessione e del ticket.
ja_jp: グラントやチケットの結果の<em>オプション</em>コメントを入力してください。コメントはグラントとチケット情報と一緒に見ることができます。
lt_lt: Galite įrašyti komentarą. Komentaras bus rodomas prie užklausos ir nuorodos.
nl_nl: Vul hier een <em>optionele </em> opmerking in voor de upload toekenning en het resulterende ticket. De opmerking wordt bij de upload toekenning en ticket getoond.
pt_br: Digite um comentário <em>opcional</em> para sua permissão de envio. O comentário será mostrado junto com a permissão de envio e a informação do ticket.
ru_ru: Введите <em>необязательный</em> комментарий для запроса и результирующего файла. Комментарий будет отображен в запросе и после загрузки в описании файла.

source: Send link to e-mail
cs_cz: Zaslat odkaz na e-mail
de_de: Link an folgende E-Mailadresse verschicken
es_es: Enviar enlace a e-mail
fr_fr: Envoyer le lien par e-mail
it_it: Invia collegamento come e-mail
ja_jp: 電子メールでリンクを送ります。
lt_lt: Siųsti nuorodą el. paštu
nl_nl: Verzend een link naar het (de) volgende e-mail adres(sen)
pt_br: Enviar link para o e-mail
ru_ru: Передать ссылку на e-mail

source: Type an <em>optional</em> e-mail address (or addresses) that should immediately receive the link to the upload grant. You can separate multiple addresses with commas.
cs_cz: Zadejte <em>nepovinnou</em> e-mailovou adresu (nebo adresy), na kterou bude okamžitě odeslán odkaz na grant k nahrání souboru. Více adres můžete oddělit čárkami.
de_de: <em>Optional:</em> Geben Sie eine oder mehrere E-Mailadressen an, die sofort den Link zum Upload erhalten sollen. Mehrere Adressen müssen durch Kommata getrennt werden.
es_es: Introduzca, opcionalmente, una o varias direcciones de e-mail a las que se deberán enviar inmediatamente el enlace a la concesión subida. Puede separar múltiples direcciones usando comas.
fr_fr: Vous pouvez indiquer une (ou plusieurs) adresses e-mail <em>optionnelles</em> qui recevront un lien vers le formulaire d'envoi. Séparez les adresses par une virgule.
it_it: Scrivere un indirizzo e-mail <em>opzionale</em> che riceverà immediatamente il collegamento alla concessione. È possibile separare più indirizzi con le virgole.
ja_jp: アップロードグラントのリンクをすぐに受け取る<em>オプション</em>Eメールアドレス（複数）を入力してください。不複数のアドレスはカンマ区切りで入れることができます。
lt_lt: Galite įrašyti el. pašto adresą (ar adresus), kuris gautų užklausos nuorodą. Adresus atskirkite kableliais.
nl_nl: <em>Optioneel:</em> Geef 1 of meerdere e-mail adressen op die per direct de link naar de upload toekenning zullen ontvangen. Meedere adressen moeten van elkaar gescheiden worden door komma's.
pt_br: Digite um ou mais endereços de e-mail <em>opcionais</em> que devem receber imediatamente o link para a permissão de envio. Você pode separar múltiplos endereços com ví­rgulas.
ru_ru: Укажите <em>необязательный</em> e-mail адрес (или адреса), которые должны получить ссылку на запрос файла. Адреса в списке можно разделить запятой ','.

source: Advanced
cs_cz: Pokročilé
de_de: Weitere Optionen
es_es: Avanzado
fr_fr: Paramètres avancés
it_it: Avanzate
ja_jp: 詳細
lt_lt: Daugiau
nl_nl: Geavanceerd
pt_br: Avançado
ru_ru: Расширенные настройки

source: Automatic
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
it_it: Automatica
lt_lt: Automatinis

source: Single use
de_de: Einmalige Verwendung
es_es: Único uso
fr_fr: Usage unique
it_it: Uso singolo
lt_lt: Vienkartinis

source: No expiration
de_de: Keine Verfallsfrist
es_es: Sin expiración
fr_fr: Pas d'expiration
it_it: Nessuna scadenza
lt_lt: Be pabaigos

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisée
it_it: Manuale
lt_lt: Parinkti

source: Select the expiration logic of the grant. <strong>Automatic</strong> will keep the grant as long as it's being actively used for up to %s. <strong>Single use</strong> allows <em>only one upload</em> to be performed. <strong>No expiration</strong> will never remove the grant automatically.
de_de: Wählen Sie die Art der Verfallsfrist der Upload-Erlaubnis. <strong>Automatisch</strong> erhält die Erlaubnis so lange wie sie aktiv genutzt wird, bis zu %s. <strong>Einmalige Verwendung</strong> erlaubt <em>nur einen einzigen</em> Upload. <strong>Keine Verfallsfrist</strong> belässt die Erlaubnis auf dem Server, es findet keine automatische Lösung statt.
es_es: Selecciona la lógica de expiración de la concesión. <strong>Automático</strong> mantendrá la concesión mientras sea activamente descargada/usada por hasta %s. <strong>Único uso</strong> permite realizar <em>una única carga</em>. <strong>Sin expiración</strong> nunca eliminará la concesión automáticamente.
fr_fr: Sélectionner la logique d'expiration de l'invitation. <strong>Automatique</strong> conservera l'invitation tant qu'elle est utilisée jusqu'à %s. <strong>Usage unique</strong> n'autorise <em>qu'un seul envoi</em>. <strong>Pas d'expiration</strong> ne supprimera jamais l'invitation automatiquement.
it_it: Selezionare il tipo di scadenza della concessione. <strong>Automatica</strong> mantiene la concessione finché viene utilizzata attivamente fino a %s. <strong>Uso singolo</strong> consente un singolo invio. <strong>Nessuna scadenza</strong> non consente alla concessione di essere rimossa automaticamente.
lt_lt: Pasirinkite užklausos galiojimo logiką. <strong>Automatinis</strong> galios iki %s. <strong>Vienkartinis</strong> leidžia <em>tik vieną įkėlimą</em>. <strong>Be pabaigos</strong> galios visada.

source: Upload expiry
de_de: Verfallsparameter des Uploads
es_es: Aumentar expiración
fr_fr: Expiration du fichier envoyé
it_it: Scadenza invio
lt_lt: Įkėlimo galiojimas

source: Select the expiration logic of the upload. <strong>Automatic</strong> will keep the upload as long as it's being actively downloaded/used for up to %s. <strong>Single use</strong> allows <em>only one download</em> to be performed. <strong>No expiration</strong> will never remove the upload automatically.
de_de: Wählen Sie die Art der Verfallsfrist für den Upload. <strong>Automatisch</strong> erhält die hochgeladene Datei so lange sie aktiv genutzt bzw. heruntergeladen wird, bis zu %s. <strong>Einmalige Verwendung</strong> erlaubt <em>nur einen einzigen Download</em>. Bei Verwendung von <strong>Keine Verfallsfrist</strong> findet keine automatische Löschung statt.
es_es: Selecciona la lógica de expiración de la subida. <strong>Automático</strong> mantendrá la carga mientras sea activamente descargado/usado por hasta %s. <strong>Único uso</strong> permite realizar <em>una única descarga</em>. <strong>Sin expiración</strong> nunca eliminará la carga automáticamente.
fr_fr: Sélectionner la logique d'expiration de l'envoi. <strong>Automatique</strong> conservera l'envoi tant qu'il est téléchargé/utilisé jusqu'à %s. <strong>Usage unique</strong> n'autorise <em>qu'un seul téléchargement</em>. <strong>Pas d'expiration</strong> ne supprimera jamais l'envoi automatiquement.
it_it: Selezionare il tipo di scadenza dell'invio. <strong>Automatica</strong> mantiene il file inviato finché viene scaricato/utilizzato attivamente fino a %s. <strong>Uso singolo</strong> consente un singolo scaricamento completo. <strong>Nessuna scadenza</strong> non consente al file inviato di scadere automaticamente.
lt_lt: Pasirinkite įkėlimo galiojimo logiką. <strong>Automatinis</strong> galios iki %s. <strong>Vienkartinis</strong> leidžia <em>tik vieną atsisiuntimą/panaudojimą</em>. <strong>Be pabaigos</strong> galios visada.

source: Create
cs_cz: Vytvořit
de_de: Erstellen
es_es: Crear
fr_fr: Créer
it_it: Crea
ja_jp: 作成
lt_lt: Kurti
nl_nl: Maak
pt_br: Criar
ru_ru: Создать

source: Set as defaults
cs_cz: Nastavit jako výchozí
de_de: Als Standard definieren
es_es: Establecer como predeterminado
fr_fr: Mémoriser ces paramètres
it_it: Impostare come predefiniti
ja_jp: 標準設定にする
lt_lt: Nustatyti kaip numatytuosius
nl_nl: Opslaan als standaard
pt_br: Definir como padrão
ru_ru: Сохранить

source: Your ticket %s
cs_cz: Váš ticket %s
de_de: Ticket %s
es_es: Su ticket %s
fr_fr: Votre ticket %s
it_it: Il vostro ticket %s
ja_jp: チケット %s
lt_lt: Jūsų nuoroda %s
nl_nl: Uw ticket %s
pt_br: Seu ticket %s
ru_ru: Ваша загрузка %s

source: A download link has been sent to:
cs_cz: Odkaz ke stažení byl zaslán na:
de_de: Ein Download-Link wurde an folgende Adresse geschickt:
es_es: Un enlace de descarga ha sido enviado a:
fr_fr: Un lien de téléchargement a été envoyé à :
it_it: Un collegamento al file è stato inviato a:
ja_jp: ダウンロードリンクを送りました:
lt_lt: Atsisiuntimo nuoroda nusiųsta:
nl_nl: Een download link is verstuurd naar:
pt_br: O link de download foi enviado para:
ru_ru: Ссылка на скачивание послана на:

source: Download
cs_cz: Stažení
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
lt_lt: Atsisiųsti
ru_ru: Скачать

source: Type an <em>optional</em> e-mail address (or addresses) that should immediately receive the link to the ticket. You can separate multiple addresses with commas.
cs_cz: Zadejte <em>nepovinnou</em> e-mailovou adresu (nebo adresy), na kterou bude okamžitě zaslán odkaz na ticket. Více adres můžete oddělit čárkami.
de_de: <em>Optional:</em> Geben Sie eine oder mehrere E-Mailadressen an, welche sofort den Download-Link zu diesem Ticket erhalten sollen. Mehrere Adressen müssen durch Kommata getrennt werden.
es_es: Introduzca, <em>opcionalmente</em>, una o varias direcciones de e-mail que deberán recibir inmediatamente un enlace al ticket. Puede separar múltiples direcciones por comas.
fr_fr: Indiquez la ou les adresses e-mail des destinataires de ce fichier <em>optionnel</em>. Séparez les adresses par une virgule.
it_it: Scrivere un indirizzo e-mail <em>opzionale</em> che riceverà immediatamente il collegamento al ticket. È possibile separare più indirizzi con le virgole.
ja_jp: チケットへのリンクを即時に受け取る<em>オプション</em>電子メールアドレス(複数可能)を入力してください。複数のアドレスはカンマ区切りで入れることができます。
lt_lt: Galite įrašyti el. pašto adresą (ar adresus), kuris gautų nuorodą. Adresus atskirkite kableliais.
nl_nl: <em>Optioneel:</em> Geef 1 of meerdere e-mail adressen op die per direct de link naar het ticket zullen ontvangen. Meedere adressen moeten van elkaar gescheiden worden door komma's.
pt_br: Digite um ou mais endereços de e-mail <em>opcionais</em> que devem receber imediatamente o link para o ticket. Você pode enviar para vários endereços separando-os com ví­rgulas.
ru_ru: Укажите <em>необязательный</em> e-mail адрес (или адреса), которые должны получить ссылку на загруженный файл. Адреса в списке можно разделить запятой ','.

source: Select the expiration logic of the ticket. <strong>Automatic</strong> will keep the ticket as long as it's being actively downloaded/used for up to %s. <strong>Single use</strong> allows <em>only one download</em> to be performed. <strong>No expiration</strong> will never remove the ticket automatically.
de_de: Wählen Sie die Art der Verfallsfrist des Tickets. <strong>Automatisch</strong> erhält das Ticket so lange wie es aktiv genutzt bzw. heruntergeladen wird, bis zu %s. <strong>Einmalige Verwendung</strong> erlaubt <em>einen einzigen Download</em>. Bei Verwendung von <strong>Keine Verfallsfrist</strong> findet keine automatische Löschung statt.
es_es: Seleccione la lógica de expiración del ticket. <strong>Automático</strong> mantendrá el ticket mientras sea activamente descargado/usado hasta %s. <strong>Único uso</strong> permite realizar <em>una única descarga</em>. <strong>Sin expiración</strong> el ticket nunca se eliminará automáticamente.
fr_fr: Sélectionner la logique d'expiration du ticket. <strong>Automatique</strong> conservera le ticket tant qu'il est téléchargé/utilisée jusqu'à %s. <strong>Usage unique</strong> n'autorise <em>qu'un seul téléchargement</em>. <strong>Pas d'expiration</strong> ne supprimera jamais le ticket automatiquement.
it_it: Selezionare il tipo di scadenza del ticket. <strong>Automatica</strong> mantiene il ticket finché viene scaricato/utilizzato attivamente fino a %s. <strong>Uso singolo</strong> consente un singolo scaricamento completo. <strong>Nessuna scadenza</strong> non consente al ticket di scadere automaticamente.
lt_lt: Pasirinkite nuorodos galiojimo logiką. <strong>Automatinis</strong> galios iki %s. <strong>Vienkartinis</strong> leidžia <em>tik vieną atsisiuntimą</em>. <strong>Be pabaigos</strong> galios visada.

source: Use my e-mail
cs_cz: Použít můj e-mail
de_de: Voreinstellung
es_es: Usar mi e-mail
fr_fr: Utiliser mon adresse
it_it: Ind. predefinito
ja_jp: 電子メールを使う
lt_lt: Naudoti mano el. paštą
nl_nl: Vul mijn e-mail adres in
pt_br: Usar meu e-mail
ru_ru: Мой E-Mail

source: New ticket
cs_cz: Nový ticket
de_de: Neues Ticket
es_es: Nuevo ticket
fr_fr: Nouveau ticket
it_it: Nuovo ticket
ja_jp: 新規のチケット
lt_lt: Nauja nuoroda
nl_nl: Nieuw Ticket
pt_br: Novo ticket
ru_ru: Новый файл

source: Active tickets
cs_cz: Aktivní tickety
de_de: Aktive Tickets
es_es: Tickets activos
fr_fr: Tickets actifs
it_it: Ticket attivi
ja_jp: 有効なチケット
lt_lt: Aktyvios nuorodos
nl_nl: Actieve Tickets
pt_br: Tickets ativos
ru_ru: Загруженные файлы

source: New grant
cs_cz: Nový grant
de_de: Neue Upload-Erlaubnis
es_es: Nueva concesión
fr_fr: Nouvelle invitation
it_it: Nuova concessione
ja_jp: 新規のグラント
lt_lt: Nauja užklausa
nl_nl: Nieuwe toekenning
pt_br: Nova permissão de envio
ru_ru: Новый запрос

source: Active grants
cs_cz: Aktivní granty
de_de: Upload-Erlaubnis Liste
es_es: Concesiones activas
fr_fr: Invitations actives
it_it: Concessioni attive
ja_jp: 有効なグラント
lt_lt: Aktyvios užklausos
nl_nl: Actieve toekenningen
pt_br: Permissões ativas
ru_ru: Активные запросы

source: Received files
de_de: Empfangene Dateien
es_es: Archivos recibidos
fr_fr: Fichiers reçus
it_it: File ricevuti
lt_lt: Gauti failai

source: Preferences
cs_cz: Nastavení
de_de: Einstellungen
es_es: Preferencias
fr_fr: Préférences
it_it: Preferenze
ja_jp: プリファレンス
lt_lt: Nustatymai
nl_nl: Instellingen
pt_br: Preferências
ru_ru: Предпочтения

source: Manage users
cs_cz: Spravovat uživatele
de_de: Benutzer verwalten
es_es: Gestionar usuarios
fr_fr: Gestion des utilisateurs
it_it: Gestione utenti
ja_jp: ユーザ管理
lt_lt: Vartotojų valdymas
nl_nl: Gebruikers wijzigen
pt_br: Gerenciar usuários
ru_ru: Пользователи

source: All tickets
cs_cz: Všechny tickety
de_de: Alle Tickets
es_es: Todos los tickets
fr_fr: Tous les tickets
it_it: Ticket attivi (lista completa)
ja_jp: 全てのチケット
lt_lt: Visos nuorodos
nl_nl: Alle Tickets
pt_br: Todos tickets
ru_ru: Все файлы

source: All grants
cs_cz: Všechny granty
de_de: Upload-Erlaubnis Gesamtliste
es_es: Todas las concesiones
fr_fr: Toutes les invitations
it_it: Concessioni attive (lista completa)
ja_jp: 全てのグラント
lt_lt: Visos užklausos
nl_nl: Alle toekenningen
pt_br: Todas permissões
ru_ru: Все запросы

source: Logout
cs_cz: Odhlášení
de_de: Abmelden
es_es: Cerrar
fr_fr: Déconnexion
it_it: Esci
ja_jp: ログアウト
lt_lt: Atsijungti
nl_nl: Uitloggen
pt_br: Sair
ru_ru: Выход

source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
ja_jp: ヘルプ
lt_lt: Pagalba
pt_br: Ajuda
ru_ru: Справка

source: Settings successfully updated.
cs_cz: Nastavení byla úspěšně uložena.
de_de: Einstellungen wurden erfolgreich gespeichert.
es_es: Configuración actualizada con éxito
fr_fr: Les paramètres ont été mis à jour avec succès.
it_it: Preferenze aggiornate con successo.
ja_jp: 設定を更新しました。
lt_lt: Nustatymai sėkmingai įkelti.
nl_nl: Instellingen succesvol bijgewerkt
pt_br: Configurações atualizadas com sucesso.
ru_ru: Настройки успешно обновлены

source: Settings update
cs_cz: Změna nastavení
de_de: Aktualisierung der Einstellungen
es_es: Actualizar configuración
fr_fr: Mise à jour des paramètres
it_it: Aggiornamento preferenze
ja_jp: 設定の更新
lt_lt: Nustatymų atnaujinimas
nl_nl: Instellingen bijwerken
pt_br: Configurações atualizadas
ru_ru: Обновить настройки

source: Defaults
cs_cz: Výchozí hodnoty
de_de: Standardwerte
es_es: Predeterminados
fr_fr: Valeurs par défaut
it_it: Predefiniti
ja_jp: 標準設定
lt_lt: Numatyti
nl_nl: Standaard instellingen
pt_br: Padrões
ru_ru: По-умолчанию

source: E-Mail
ja_jp: 電子メール
lt_lt: El. paštas
