Repository: DownloadTicketService/dl
Catalog: htdocs/include/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: Upload result
cs_cz: Výsledek nahrávání
de_de: Ergebnis des Uploads
es_es: Resultado de la carga
fr_fr: Résultat de l'envoi
it_it: Risultato dell'invio
ja_jp: アップロード結果
lt_lt: Įkėlimo rezultatas
nl_nl: Resultaat van het versturen van het bestand
pt_br: Resultado do Upload
ru_ru: Результат загрузки

source: Your file has been uploaded successfully.
cs_cz: Váš soubor byl úspěšně nahrán.
de_de: Die Datei wurde erfolgreich hochgeladen.
es_es: El fichero fue subido con éxito.
fr_fr: Votre fichier a été envoyé avec succès.
it_it: Il vostro file è stato inviato con successo.
ja_jp: アップロードが終了しました
lt_lt: Jūsų failas buvo sėkmingai įkeltas.
nl_nl: Uw bestand is succesvol verstuurd!
pt_br: Seu arquivo foi enviado com sucesso.
ru_ru: Ваш файл удачно загружен.

source: A notification link has been sent to the grant owner.
de_de: Eine Benachrichtigung wurde an den Inhaber der Upload-Erlaubnis verschickt.
es_es: Se ha enviado un enlace como notificación al propietario de la concesión.
fr_fr: Une notification a été envoyée au créateur de cette invitation.
it_it: Un collegamento al file è stato inviato al proprietario.
lt_lt: Pranešimas išsiųstas užklausos savininkui.

source: The grant is still valid. You can <a href="%s">upload more files</a>.
de_de: Die Upload-Erlaubnis ist weiterhin gültig. Sie können noch <a href="%s">weitere Dateien hochladen</a>.
es_es: La concesión aún es válida. Todavía puede <a href="%s">subir más ficheros</a>.
fr_fr: L'invitation est toujours valide. Vous pouvez <a href="%s">envoyer d'autres fichiers</a>.
it_it: La concessione è ancora valida. È possibile <a href="%s">inviare ulteriori file</a>.
lt_lt: Užklausa galiojanti. Jūs galite <a href="%s">įkelti daugiau failų</a>.

source: Invalid grant
cs_cz: Neplatný grant
de_de: Ungültige Upload-Erlaubnis
es_es: Concesión no válida
fr_fr: Invitation invalide
it_it: Concessione invalida
ja_jp: グラントが間違っています。
lt_lt: Neteisinga užklausa
nl_nl: Ongeldige toekenning
pt_br: Permissão inválida
ru_ru: Неверный запрос

source: Unknown grant
cs_cz: Neznámý grant
de_de: Unbekannte Upload-Erlaubnis
es_es: Concesión desconocida
fr_fr: Invitation inconnue
it_it: Concessione sconosciuta
ja_jp: 不明なグラントです
lt_lt: Nežinoma užklausa
nl_nl: Onbekende toekenning
pt_br: Permissão desconhecida
ru_ru: Неизвестный запрос

source: Sorry, the grant is invalid.
cs_cz: Je nám líto, ale tento grant není platný.
de_de: Diese Upload-Erlaubnis ist ungültig.
es_es: Lo siento, la concesión no es válida
fr_fr: Désolé, l'invitation est invalide.
it_it: Spiacenti, la concessione è invalida.
ja_jp: そのグラントは有効ではありません。
lt_lt: Atsiprašome, užklausa neteisinga.
nl_nl: Sorry, de toekenning is ongeldig.
pt_br: Desculpe, a permissão é inválida
ru_ru: Извините, это неверный запрос

source: Sorry, the grant %s does not exist or is expired.
cs_cz: Je nám líto, ale grant %s neexistuje nebo již vypršel.
de_de: Die Upload-Erlaubnis %s existiert nicht oder ist verfallen.
es_es: Lo siento, la concesión %s no existe o ha expirado.
fr_fr: Désolé, l'invitation %s n'existe pas ou a expiré.
it_it: Spiacenti, la concessione %s non esiste o è scaduta.
ja_jp: そのグラント %s は存在しないか、公開終了となっています。
lt_lt: Atsiprašome, užklausa %s neegzistuoja arba nebegalioja.
nl_nl: Sorry, de toekenning %s bestaat niet of is vervallen.
pt_br: Desculpe, a permissão %s não existe ou foi expirada.
ru_ru: Извините, доступ к запросу %s не существует или истёк срок его существования.

source: Invalid ticket
cs_cz: Neplatný lístek
de_de: Ungültiges Ticket
es_es: Ticket no válido
fr_fr: Ticket invalide
it_it: Ticket invalido
ja_jp: 無効なチケットです
lt_lt: Neteisinga nuoroda
nl_nl: Ongeldige ticket
pt_br: Ticket inválido
ru_ru: Неверная ссылка

source: Unknown ticket
cs_cz: Neznámý lístek
de_de: Unbekanntes Ticket
es_es: Ticket desconocido
fr_fr: Ticket inconnu
it_it: Ticket sconosciuto
ja_jp: 不明なチケットです。
lt_lt: Nežinoma nuoroda
nl_nl: Onbekende ticket
pt_br: Ticket desconhecido
ru_ru: Неизвестный файл

source: Sorry, the ticket is invalid.
cs_cz: Tento lístek je bohužel neplatný.
de_de: Dieses Ticket ist ungültig.
es_es: Lo siento, el ticket no es válido
fr_fr: Désolé, le ticket est invalide.
it_it: Spiacenti, il ticket è invalido.
ja_jp: そのチケットは無効です。
lt_lt: Atsiprašome, nuoroda neteisinga.
nl_nl: Sorry, deze ticket is ongeldig.
pt_br: Desculpe, o ticket é inválido.
ru_ru: Извините, вы используете неверную ссылку.

source: Sorry, the ticket %s does not exist or is expired.
cs_cz: Je nám líto, ale lístek %s neexistuje nebo vypršel.
de_de: Das Ticket %s existiert nicht oder ist verfallen.
es_es: Lo siento el ticket %s no existe o ha expirado
fr_fr: Désolé, le ticket %s n'existe pas ou a expiré.
it_it: Spiacenti, il ticket %s non esiste o è scaduto.
ja_jp: そのチケット %s は存在しないか、または有効期限がきれています。
lt_lt: Atsiprašome, nuoroda %s neegzistuoja arba nebegalioja.
nl_nl: Ticket %s bestaat niet of is vervallen.
pt_br: Desculpe, o ticket %s não existe ou foi expirado.
ru_ru: Извините, ссылка %s не существует или истёк срок её существования.

source: Logged-out
cs_cz: Odhlášeno
de_de: Abgemeldet
es_es: Sesión cerrada
fr_fr: Déconnecté
it_it: Disconnesso
ja_jp: ログアウト
lt_lt: Atsijungta
nl_nl: Uitgelogd
pt_br: Logout com sucesso
ru_ru: Сеанс завершен

source: <em>Close the browser</em> to complete the logout.
cs_cz: <em>Zavřete okno prohlížeče</em> pro dokončení odhlášení.
de_de: <em>Schließen sie das Browser-Fenster</em>, um den Logout-Vorgang abzuschließen.
es_es: <em>Cierre el navegador</em> para completar el cierre de sesión
fr_fr: <em>Fermez le navigateur</em> pour terminer la session.
it_it: <em>Chiudere il browser</em> per completare il logout.
ja_jp: ログアウトするには、<em>ブラウザを閉じてください</em>
lt_lt: Norėdami atsijungti <em>uždarykite naršyklę</em>.
nl_nl: <em>Sluit het browservenster</em>, om volledig uit te loggen.
pt_br: <em>Feche o Browser</em> para completar o logout.
ru_ru: <em>Закройте браузер</em> для окончательного выхода.

source: Editing grant %s
de_de: Ändern der Upload-Erlaubnis %s
es_es: Editando concesión %s
fr_fr: Éditer l'invitation %s
it_it: Modifica della concessione %s
lt_lt: Redaguojama užklausa %s

source: Current expiration
cs_cz: Vyprší v
de_de: Aktuelle Verfallsfrist
es_es: Caducidad actual
fr_fr: Expiration actuelle
it_it: Scadenza attuale
ja_jp: 現在公開終了です。
lt_lt: Galiojimo laikas
nl_nl: Huidige vervalperiode
pt_br: Expiração atual
ru_ru: Истекает

source: Created on
cs_cz: Vytvořeno v
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
it_it: Creato il
ja_jp: 作成日
lt_lt: Sukurta
nl_nl: Gemaakt op
pt_br: Criado em
ru_ru: Время создания

source: Created by
cs_cz: Vytvořeno uživatelem
de_de: Erstellt von
es_es: Creado por
fr_fr: Créé par
it_it: Creato da
ja_jp: 作成者
lt_lt: Sukūrė
nl_nl: Gemaakt door
pt_br: Criado por
ru_ru: Автор

source: Upload link
es_es: Enlace de carga
fr_fr: Lien d'envoi
it_it: Collegamento
lt_lt: Įkėlimo nuoroda

source: Upload count
de_de: Anzahl der Uploads
es_es: Sumatorio de subidas
fr_fr: Compteur d'envoi
it_it: Numero di invii
lt_lt: Įkėlimų kiekis

source: Last upload
de_de: Letzter Upload
es_es: Última carga
fr_fr: Dernier envoi
it_it: Ultimo invio
lt_lt: Paskutinis įkėlimas

source: Initially sent to
cs_cz: Původně odesláno na
de_de: Ursprünglich versendet an
es_es: Inicialmente enviado a
fr_fr: Envoyé à
it_it: Inviato a
ja_jp: 最初の送信
lt_lt: Pirmiausia išsiųsta
nl_nl: In eerste instantie gezonden naar
pt_br: Inicialmente enviado para
ru_ru: Изначально послана

source: Notification e-mail
cs_cz: Oznámení na e-mail
de_de: Bei Upload folgende E-Mailadresse benachrichtigen
es_es: E-Mail a notificar
fr_fr: Notification par e-mail
it_it: E-Mail di notifica
ja_jp: 電子メール通知
lt_lt: El. paštas pranešimams
nl_nl: e-mail adres voor notificatie
pt_br: Notificação por e-mail
ru_ru: E-Mail для оповещения

source: Type a <b>mandatory</b> e-mail address (or addresses) that should be notified when the file is uploaded to the server. You can separate multiple addresses with commas.
cs_cz: Zadejte <b>povinnou</b> e-mailovou adresu (nebo adresy), na kterou bude odesláno oznámení při nahrání souboru na server. Více adres můžete oddělit čárkami.
de_de: <b>Pflichtfeld: </b>Geben Sie eine oder mehrere E-Mailadressen an, welche benachrichtigt werden sollen sobald ein Datei-Upload erfolgt. Mehrere Adressen müssen durch Kommata getrennt werden.
es_es: Introduzca, <b>obligatoriamente</b>, una dirección (o direcciones) de e-mail que deberá ser notificada cuando el fichero sea subido al servidor. Puede separar direcciones múltiples usando comas.
fr_fr: Vous devez indiquer une ou plusieurs adresses e-mail qui seront notifiées quand le fichier vous sera envoyé. Séparez les adresses par une virgule.
it_it: Scrivere un indirizzo e-mail <b>obbligatorio</b> che verrà notificato quando il file viene inviato al server. È possibile separare più indirizzi con le virgole.
ja_jp: サーバーにファイルがアップロードされたときに通知される<b>必須</b> Eメールアドレス(複数) を入力してください。 不複数のアドレスはカンマ区切りで入れることができます。
lt_lt: Įrašykite <b>galiojantį</b> el. pašto adresą (ar adresus), kuriais siųsti pranešimus apie įkeltus failus. Adresus atskirkite kableliais.
nl_nl: <b>Verplicht invoerveld: </b>Geef een of meerdere e-mail adressen op die een bericht ontvangen wanneer het bestand succesvol is verstuurd naar de server. Meedere adressen moeten van elkaar gescheiden worden door komma's.
pt_br: Digite um ou mais endereços <b>obrigatórios</b> de e-mail que devem ser notificados quando o arquivo for enviado para o servidor. Você pode separar múltiplos endereços de e-mail usando vírgulas.
ru_ru: Укажите <b>обязательный</b> e-mail адрес (или адреса), которые необходимо оповестить, когда файл будет загружен на сервер. Адреса в списке можно разделить запятой ','.

source: Comment
cs_cz: Komentář
de_de: Anmerkung
es_es: Comentario
fr_fr: Commentaire
it_it: Commento
ja_jp: コメント
lt_lt: Komentaras
nl_nl: Opmerking
pt_br: Comentário
ru_ru: Комментарий

source: Type an <em>optional</em> comment for your uploaded file. The comment will be shown along with the file name.
cs_cz: Zadejte <em>nepovinný</em> komentář pro nahrávaný soubor. Tento komentář bude zobrazen spolu s názvem souboru.
de_de: Schreiben Sie eine <em>optionale</em> Bemerkung zur Ihrer Datei. Diese wird neben dem Dateinamen angezeigt werden.
es_es: Introduzca un comentario <em>opcional</em> para el fichero a subir. El comentario será mostrado junto al nombre de fichero.
fr_fr: Insérez un commentaire <em>optionnel</em> pour l'envoi de ce fichier. Celui-ci sera intégré à l'e-mail qui sera envoyé.
it_it: Scrivere un commento <em>opzionale</em> per il file. Il commento viene visualizzato nelle informazioni del ticket.
ja_jp: アップロードのファイルに<em>オプションの</em> コメントを入力してください。そのコメントはファイル名と一緒に表示されます。
lt_lt: Galite įrašyti komentarą. Jis bus rodomas prie failo pavadinimo.
nl_nl: Geef <em>optionele</em> opmerkingen bij uw bestand. Deze opmerkingen worden samen met de bestandsnaam getoond.
pt_br: Digite um comentário <em>opcional</em> para o seu arquivo enviado. O comentário vai ser mostrado junto com o nome do arquivo.
ru_ru: Введите <em>необязательный</em> комментарий к загружаемому файлу. Комментарий будет отображен вместе с именем файла.

source: Change password
cs_cz: Změnit heslo
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
it_it: Cambia password
ja_jp: パスワードを変更してください。
lt_lt: Keisti slaptažodį
nl_nl: Wachtwoord wijzigen
pt_br: Alterar senha
ru_ru: Изменить пароль

source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
lt_lt: Slaptažodis
nl_nl: Wachtwoord
pt_br: Senha
ru_ru: Пароль

source: Generate
cs_cz: Generovat
de_de: Generieren
es_es: Generar
fr_fr: Générer
it_it: Genera
ja_jp: 生成
lt_lt: Generuoti
nl_nl: Genereer
pt_br: Gerar
ru_ru: Авто

source: Clear password
cs_cz: Zrušit heslo
de_de: Passwort löschen
es_es: Limpiar contraseña
fr_fr: Supprimer le mot de passe
it_it: Rimuovi password
ja_jp: パスワードを消す
lt_lt: Pašalinti slaptažodį
nl_nl: Wachtwoord verwijderen
pt_br: Apagar senha
ru_ru: Очистить пароль

source: Send <i>in clear</i> with notifications
de_de: Versende Passwort <i>im Klartext</i> mit Benachrichtigungen
es_es: Enviar <i>en claro</i> con notificaciones
fr_fr: Envoyé <i>en clair</i> dans les notifications
it_it: Invia <i>in chiaro</i> nelle notifiche
lt_lt: Siųsti slaptažodį el. paštu

source: Type an <em>optional</em> password that will be required to both upload and download the file, as an additional security measure.
cs_cz: Zadejte <em>nepovinné</em> heslo, které bude vyžadováno pro nahrání i pro stažení souboru jako dodatečné bezpečnostní opatření.
de_de: <em>Optionale Sicherheitsmaßnahme:</em> Geben Sie ein Passwort an, welches sowohl für den Upload als auch für den Download benötigt wird.
es_es: Introduzca, opcionalmente, una contraseña que será requerida tanto para la subida como la descarga del fichero, como una medida opcional de seguridad.
fr_fr: Vous pouvez protéger cette demande avec un mot de passe <em>optionnel</em> pour plus de sécurité.
it_it: Scrivere una password <em>opzionale</em> che verrà richiesta sia all'invio che allo scaricamento del file.
ja_jp: 追加のセキュリティとしてファイルのアップロード、ダウンロード両方に必要な<em>オプション</em>パスワードを入力してください。
lt_lt: Dėl saugumo, galite įvesti slaptažodį, kuris bus reikalingas tiek įkeliant, tiek atsisiunčiant failą.
nl_nl: <em>Optionele beveiligingsmaatregel:</em> Geef een wachtwoord op dat nodig is om een bestand te kunnen uploaden of downloaden.
pt_br: Digite uma senha <em>opcional</em> que será solicitada para envio ou recebimento do arquivo, como uma medida adicional de segurança.
ru_ru: Введите <em>необязательный</em> пароль, который потребуется для загрузки и для скачивания, как дополнительное средство безопасности.

source: Checking "Clear password" will remove the password.
cs_cz: Zaškrtnutí možnosti "Zrušit heslo" zruší heslo.
de_de: Die Aktivierung der Option "Passwort löschen" wird das Passwort entfernen.
es_es: Seleccionando "Limpiar contraseña" se eliminará la contraseña.
fr_fr: Cochez la case « Supprimer le mot de passe » pour supprimer le mot de passe.
it_it: Impostare "Rimuovi password" elimina la richiesta di password.
ja_jp: 「パスワードを消す」のチェックはパスワードを削除します。
lt_lt: Pažymėjus "Pašalinti slaptažodį" slaptažodis bus pašalintas.
nl_nl: Wanneer u op "Wachtwoord verwijderen" klikt zal het wachtwoord worden verwijderd.
pt_br: Conferindo "Clear passord" irá remover a senha.
ru_ru: Установите флаг "Очистить пароль", чтобы удалить пароль.

source: Grant expiry
de_de: Upload-Erlaubnis-Verfallsparameter
es_es: Caducidad de concesión
fr_fr: Expiration de l'invitation
it_it: Scadenza concessione
lt_lt: Užklausos galiojimas

source: Expire in total # of days
cs_cz: Vypršení za # dní
de_de: Verfällt nach # Tagen
es_es: Expirar en un total de # días
fr_fr: Expirera dans # jours
it_it: Scadenza in # giorni
ja_jp: 全体で以下の日で公開満了します。
lt_lt: Galiojimas dienomis
nl_nl: Vervalt na # dagen
pt_br: Expira depois de # dias
ru_ru: Хранить # дней

source: Type the <strong>maximal number of days</strong> the grant is allowed to be used. After this period is passed the grant will be deleted from the server.
de_de: Geben Sie die <strong>maximale Anzahl von Tagen</strong> an, für die diese Upload-Erlaubnis genutzt werden kann. Nach Ablauf wird die Erlaubnis dann automatisch vom Server gelöscht.
es_es: Introduzca el <strong>máximo número de días</strong> que la concesión es permitida para ser usada. Tras pasar este periodo la concesión será eliminada del servidor.
fr_fr: Indiquez le <strong>nombre maximum de jours</strong> durant lequel l'invitation peut être utilisée. À l'expiration de ce délai, elle sera supprimée du serveur.
it_it: Inserire il <strong>numero massimo di giorni</strong> per cui la concessione può essere utilizzata. Passato il termine, la concessione viene eliminata automaticamente.
lt_lt: Įrašykite <strong>maksimalų dienų kiekį</strong> užklausos galiojimui. Pasibaigus šiam laikui, užklausa bus pašalinta iš serverio.

source: Expire in # of days after last upload
de_de: Verfällt # Tage nach dem letzten Upload
es_es: Expirar en # días tras la última carga
fr_fr: Expire # jour(s) après le dernier envoi
it_it: Scadenza in # giorni dopo l'ultimo invio
lt_lt: Galiojimas dienomis po paskutinio įkėlimo

source: Type the number of days the grant is allowed to be used <strong>after any upload</strong>. After this period is passed without activity, the grant will be deleted from the server.
de_de: Geben Sie die Anzahl der Tage an, für die die Upload-Erlaubnis <strong>nach dem jeweils letzten Upload</strong> weiterhin genutzt werden kann. Wird innerhalb dieser Tage keine weitere Datei hochgeladen, wird die Erlaubnis automatisch vom Server gelöscht.
es_es: Introduzca el número de días que se permite usar la concesión <strong>tras cualquier carga</strong> Tras este periodo sin actividad, la concesión será eliminada del servidor.
fr_fr: Indiquez le nombre de jours durant lequel l'inviataiont peut être utilisée <strong>après tout envoi</strong>. Une fois ce délai expiré sans activité, elle sera supprimée du serveur.
it_it: Inserire il numero giorni per cui la concessione verrà mantenuta nel server <strong>dopo essere stata utilizzata</strong>. Passato il termine, la concessione viene eliminata automaticamente.
lt_lt: Įrašykite užklausos galiojimo laiką dienomis po <strong>paskutinio įkėlimo</strong>. Pasibaigus šiam laikui, užklausa bus pašalinta iš serverio.

source: Expire after # of uploads
de_de: Verfällt nach # Uploads
es_es: Expirar tras # subidas
fr_fr: Expire après # envoi(s)
it_it: Scadenza in # invii
lt_lt: Galiojimas pagal įkėlimus

source: Type the number of times the grant file is <strong>allowed to be used in total</strong>. After this amount is reached the grant will be deleted from the server.
de_de: Geben Sie an, <strong>wie oft</strong> die Upload-Erlaubnis <strong>insgesamt</strong> verwendet werden kann. Bei Erreichen dieser Anzahl wird die Erlaubnis automatisch vom Server gelöscht.
es_es: Introduzca el número de veces total que <strong>se permite usar</strong> una concesión de fichero. Tras alcanzar esta cuantía la concesión será eliminada del servidor.
fr_fr: Indiquez combien de fois cette invitation <strong>peut être utilisée en tout</strong>. Une fois ce nombre atteint, elle sera supprimée du serveur.
it_it: Inserire il numero di volte per cui la concessione <strong>può essere utilizzata in totale</strong>. Passato il termine, la concessione viene eliminata automaticamente.
lt_lt: Įrašykite kiek kartų užklausą galima naudoti. Kai bus išnaudotas šis limitas, užklausa bus pašalinta iš serverio.

source: Permanent grant
de_de: Dauerhafte Erlaubnis
es_es: Concesión permanente
fr_fr: Invitation permanente
it_it: Concessione permanente
lt_lt: Neribota užklausa

source: Do not expire
cs_cz: Nepovolit vypršení
de_de: Ticket ohne Verfallsfrist
es_es: No expirar
fr_fr: Pas d'expiration
it_it: Nessuna scadenza
ja_jp: 公開終了しない
lt_lt: Galiojimas neribojamas
nl_nl: Ticket vervalt niet
pt_br: Não expira
ru_ru: Хранить без ограничений

source: Set this checkmark if you do not want the grant to expire.
de_de: Aktivieren Sie diese Option, wenn die Upload-Erlaubnis nicht verfallen soll.
es_es: Marque esta casilla si no quiere que la concesión expire.
fr_fr: Cocher cette case si vous ne souhaitez pas que l'invitation expire.
it_it: Impostare questa casella per impedire la scadenza della concessione.
lt_lt: Pažymėkite, jeigu norite, kad užklausos galiojimas nesibaigtų.

source: Ticket expiry
de_de: Ticket-Verfallsparameter
es_es: Caducidad de ticket
fr_fr: Expiration du ticket
it_it: Scadenza ticket
lt_lt: Nuorodos galiojimas

source: Type the <strong>maximal number of days</strong> the uploaded file is allowed to be kept on the server. After this period is passed the file will be deleted from the server.
cs_cz: Zadejte <strong>maximální počet dnů</strong>, po který bude nahraný soubor uchováván na serveru. Po uplynutí této doby bude odstraněn.
de_de: Geben Sie die <strong>maximale Anzahl von Tagen</strong> an, für die dieses Ticket auf dem Server bleiben soll. Nach Ablauf wird die Datei dann automatisch gelöscht.
es_es: Introduzca el <strong>máximo número de días</strong> que se permitirá al fichero subido ser mantenido en el servidor. Pasado este período el fichero será eliminado del servidor.
fr_fr: Indiquez le nombre maximal de jours durant lesquels le fichier envoyé pourra être conservé. Passé ce délai, le fichier sera automatiquement supprimé.
it_it: Inserire il <strong>numero massimo di giorni</strong> per cui il file inviato verrà mantenuto nel server. Passato il termine, il file viene eliminato automaticamente.
ja_jp: アップロードしたファイルをサーバ上に保持を許可する<strong>最大日数</strong>を入力してください。この期間を過ぎると、ファイルはサーバから削除されます。
lt_lt: Įrašykite maksimalų failo saugojimo serveryje <strong>dienų skaičių</strong>. Pasibaigus šiam laikui failas bus pašalintas.
nl_nl: Geef het maximum aantal dagen op dat het bestand op de server bewaard wordt. Na afloop van dit aantal dagen zal het bestand automatisch van de server verwijderd worden.
pt_br: Digite o <strong>máximo número de dias</strong> que o arquivo enviado será permitido a ficar no servidor. Depois deste período acabar o arquivo será excluí­do do servidor.
ru_ru: Укажите <strong>максимальное кол-во дней</strong>, в течение которых ссылка на скачивание будет существовать на сервере. После истечения указанного периода файл будет удален с сервера.

source: Expire in # of days after last download
cs_cz: Vypršení za # dní od posledního stažení
de_de: Verfällt # Tage nach dem letzten Download
es_es: Expiración tras # días después de la última descarga
fr_fr: Expirera # jours après le dernier téléchargement
it_it: Scadenza in # giorni dopo l'ultimo scaricamento
ja_jp: 最終ダウンロードから以下の日で公開満了となります。
lt_lt: Galiojimas dienomis po paskutinio atsisiuntimo
nl_nl: Vervalt na # dagen na de laatste download
pt_br: Expira em # dias após o último download
ru_ru: Хранить # дней после скачивания
