Repository: DownloadTicketService/dl
Catalog: htdocs/include/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: Type the number of days the uploaded file is allowed to be kept on the server <strong>after being downloaded</strong>. After this period is passed without activity, the file will be deleted from the server.
cs_cz: Zadejte počet dnů, po který bude nahraný soubor uchováván na serveru <strong>od posledního stažení</strong>. Po uplynutí této doby bez aktivity bude odstraněn ze serveru.
de_de: Geben Sie die Anzahl von Tagen an, für die die Datei <strong>nach dem letzten Download</strong> noch auf dem Server verbleibt. Nach Ablauf dieser Zeit wird die Datei automatisch gelöscht.
es_es: Introduzca el número de días que serán permitidas durante las que el fichero subido será mantenido en el servidor <strong>tras ser descargado</strong>. Pasado este período de inactividad el fichero será eliminado del servidor.
fr_fr: Indiquez le nombre de jours pendant lesquels le fichier restera disponible <strong>après avoir été téléchargé</strong>. Si celui-ci n'est pas téléchargé pendant le délai indiqué, il sera automatiquement supprimé.
it_it: Inserire il numero giorni per cui il file inviato verrà mantenuto nel server <strong>dopo essere stato scaricato</strong>. Passato il termine, il file viene eliminato automaticamente.
ja_jp: アップロードされたファイルが<strong>ダウンロードされた後</strong>サーバに保持する期間を入力してください。他になにもなくこの期間を過ぎますとファイルはサーバから削除されます。
lt_lt: Įrašykite nuorodos galiojimo laiką dienomis po <strong>paskutinio įkėlimo</strong>. Pasibaigus šiam laikui, nuoroda bus pašalinta iš serverio.
nl_nl: Geef het maximum aantal dagen op dat het bestand op de server bewaard moet blijven nadat het is gedownload. Na afloop van dit aantal dagen zal het bestand automatisch van de server verwijderd worden.
pt_br: Digite o número de dias que o arquivo enviado poderá ficar no servidor <strong>depois de ser baixado</strong>. Após este período passar, se não houver nenhuma atividade o arquivo será excluído do servidor.
ru_ru: Укажите кол-во дней <strong>после последнего скачивания</strong>, в течение которых ссылка на скачивание будет существовать на сервере. После истечения указанного периода файл будет удален с сервера.

source: Expire after # of downloads
cs_cz: Vypršení po # staženích
de_de: Verfällt nach # Downloads
es_es: Expirar tras # descargas
fr_fr: Expirera après # téléchargements
it_it: Scadenza in # scaricamenti
ja_jp: 以下の回数のダウンロードで公開終了となります。
lt_lt: Galiojimas pagal atsisiuntimus
nl_nl: Vervalt na # downloads
pt_br: Expira depois de # downloads
ru_ru: Ограничение # скачиваний

source: Type the number of times the uploaded file is <strong>allowed to be downloaded in total</strong>. After this amount is reached the file will be deleted from the server.
cs_cz: Zadejte <strong>maximální celkový počet stažení</strong> souboru. Po dosažení tohoto počtu bude odstraněn ze serveru.
de_de: Geben Sie an, <strong>wie oft</strong> diese Datei vom Server heruntergeladen werden kann. Bei Erreichen dieser Anzahl wird die Datei automatisch gelöscht.
es_es: Introduzca el <strong>número absoluto de veces</strong> que será posible descargar el fichero subido. Al ser alcanzado este número el fichero será eliminado del servidor.
fr_fr: Indiquez le nombre total de téléchargements autorisés pour ce fichier. Au-delà de cette limite, le fichier sera automatiquement supprimé.
it_it: Inserire il numero di volte per cui il file <strong>può venire scaricato in totale</strong> dal server. Passato il termine, il file viene eliminato automaticamente.
ja_jp: アップロードされたファイルの<strong>ダウンロードを許可する全体の回数</strong>を入力してください。この回数になると、ファイルはサーバから削除されます。
lt_lt: Įrašykite kiek kartų nuorodą galima naudoti. Kai bus išnaudotas šis limitas, nuoroda bus pašalinta.
nl_nl: Geef aan hoe vaak dit bestand maximaal gedownload kan worden. Bij het bereiken van het aantal downloads zal het bestand automatisch van de server verwijderd worden.
pt_br: Digite o número de vezes que o arquivo enviado será <strong>permitido para ser baixado</strong>. Depois deste limite ser atingido, o arquivo será excluído servidor.
ru_ru: Укажите <strong>максимальное кол-во</strong>, сколько раз можно скачать файл. По достижении этого количества файл будет удален с сервера.

source: Permanent ticket / upload
cs_cz: Trvalé nahrání souboru
de_de: Dauerhaftes Ticket
es_es: Ticket permanente / subida
fr_fr: Ticket permanent / envoi
it_it: Ticket / invio permanente
ja_jp: 永続のチケット / アップロード
lt_lt: Neribojama nuoroda / įkėlimas
nl_nl: Ticket permanent maken
pt_br: Ticket permanente / upload
ru_ru: Постоянная загрузка

source: Set this checkmark if you do not want the uploaded file to expire.
cs_cz: Zaškrtněte toto políčko, pokud chcete, aby nahraný soubor nikdy nevypršel.
de_de: Aktivieren Sie diese Option, falls das Ticket nicht verfallen soll.
es_es: Seleccione esta opción si quiere que no expire el fichero subido.
fr_fr: Cochez cette case si vous ne souhaitez pas d'expiration.
it_it: Impostare questa casella per impedire la scadenza del ticket.
ja_jp: アップロードしたファイルを公開終了させない場合はこのチェックをセットしてください。
lt_lt: Pažymėkite, jeigu norite, kad nuorodos galiojimas nesibaigtų.
nl_nl: Zet hier een vinkje als het bestand niet mag vervallen.
pt_br: Marque esta opção caso não queria que o arquivo enviado expire.
ru_ru: Установите этот флаг, если файл должен хранится на сервере постоянно.

source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Modifica
ja_jp: 更新
lt_lt: Atnaujinti
nl_nl: Bijwerken
pt_br: Atualizar
ru_ru: Обновить

source: Reset
de_de: Zurücksetzen
es_es: Cancelar
fr_fr: Réinitialiser
it_it: Annulla
ja_jp: リセット
lt_lt: Atstatyti
nl_nl: Herstellen
pt_br: Limpar
ru_ru: Сбросить

source: Editing ticket %s
cs_cz: Úprava ticketu %s
de_de: Bearbeiten des Tickets %s
es_es: Editando ticket %s
fr_fr: Édition du ticket %s
it_it: Modifica del ticket %s
ja_jp: チケット %s を編集する
lt_lt: Redaguojama nuoroda %s
nl_nl: Wijzigen van ticket %s
pt_br: Editando ticket %s
ru_ru: Редактирование файла %s

source: From grant
de_de: Von Upload-Erlaubnis
es_es: De concesión
fr_fr: Depuis l'invitation
it_it: Concessione
lt_lt: Užklausa

source: File size
cs_cz: Velikost souboru
de_de: Größe
es_es: tamaño de fichero
fr_fr: Taille du fichier
it_it: Dimensione file
ja_jp: ファイルサイズ
lt_lt: Failo dydis
nl_nl: Bestandsgrootte
pt_br: Tamanho do arquivo
ru_ru: Размер файла

source: Download link
cs_cz: Odkaz na stažení
es_es: Enlace de descarga
fr_fr: Lien de téléchargement
it_it: Collegamento
ja_jp: ダウンロードリンク
lt_lt: Atsisiuntimo nuoroda
pt_br: Link para Download
ru_ru: Ссылка для скачивания

source: Download count
cs_cz: Počet stažení
de_de: Anzahl Downloads
es_es: Conteo de descargas
fr_fr: Nombre de Téléchargements
it_it: Numero di scaricamenti
ja_jp: ダウンロード数
lt_lt: Atsisiuntimų skaičius
nl_nl: Aantal downloads
pt_br: Contador de Downloads
ru_ru: Кол-во скачиваний

source: Last download
cs_cz: Poslední stažení
de_de: Letzter Download
es_es: Última descarga
fr_fr: Dernier téléchargement
it_it: Ultimo scaricamento
ja_jp: 直近ダウンロード
lt_lt: Paskutinis atsisiuntimas
nl_nl: Laatste download
pt_br: Último download
ru_ru: Последнее скачивание

source: File name
cs_cz: Název souboru
de_de: Dateiname
es_es: Nombre de fichero
fr_fr: Nom du fichier
it_it: Nome file
ja_jp: ファイル名
lt_lt: Failo pavadinimas
nl_nl: Bestandsnaam
pt_br: Nome do Arquivo
ru_ru: Имя файла

source: Type the file name of the ticket (<em>including the extension</em>).
cs_cz: Zadejte název souboru z ticketu (<em>včetně přípony</em>).
de_de: Geben die den Dateinamen des Tickets ein (<em>inkl. Dateinamens-Erweiterung</em>).
es_es: Introduzca el nombre del ticket (<em>incluida la extensión</em>).
fr_fr: Renseignez le nom de fichier de ce ticket (<em>y compris l'extension</em>).
it_it: Scrivere il nome del ticket (<em>includendo l'estensione</em>).
ja_jp: チケットのファイル名 (<em>拡張子付で</em>)を入力してください。
lt_lt: Įrašykite failo pavadinimą (<em>nepamirškite failo plėtinio</em>).
nl_nl: Geef de naam van de ticket op (<em>inclusief de extensie</em>).
pt_br: Digite o nome do arquivo do ticket (<em>incluindo a extensão</em>).
ru_ru: Введите имя файла для закачки (<em>включая расширение</em>).

source: Type an <em>optional</em> password that will be required to download the file, as an additional security measure.
cs_cz: Zadejte <em>nepovinné</em> heslo, které bude vyžadováno pro stažení souboru, jako dodatečné bezpečnostní opatření.
de_de: <em>Optionale Sicherheitsmaßnahme:</em> Hier können Sie ein Passwort angeben, welches dann beim Download verlangt wird.
es_es: Escribe una contraseña <em>opcional</em> que será requerida para descargar el fichero, como seguridad adicional.
fr_fr: Vous pouvez protéger ce fichier avec un mot de passe.
it_it: Scrivere una password <em>opzionale</em> che verrà richiesta allo scaricamento del file.
ja_jp: ファイルをダウンロードするときに追加のセキュリティとして入力要求する<em>オプション</em> パスワードを入力してください。
lt_lt: Galite įrašyti slaptažodį, kurio reikės failo atsisiuntimui.
nl_nl: <em>Optionele beveiligingsmaatregel:</em> Hier kunt u een wachtwoord opgeven dat nodig is om het bestand te kunnen downloaden.
pt_br: Digite uma senha <em>opcional</em> que será necessária para fazer o download, como uma medida adicional de segurança.
ru_ru: Введите <em>необязательный</em> пароль, который потребуется для скачивания, как дополнительное средство безопасности.

source: Get notified by e-mail
cs_cz: Upozornění e-mailem
de_de: Bei Download folgende E-Mailadresse benachrichtigen
es_es: Notificar vía e-mail
fr_fr: Notification par e-mail
it_it: Notifica via e-mail
ja_jp: Eメールで通知されます。
lt_lt: Gauti pranešimus el. paštu
nl_nl: Ontvang een e-mail notificatie nadat het bestand is gedownload
pt_br: Seja notificado por e-mail
ru_ru: E-Mail для оповещения

source: Type an <em>optional</em> e-mail address (or addresses) that should be notified when the file is downloaded from the server. You can separate multiple addresses with commas.
cs_cz: Zadejte <em>nepovinnou</em> e-mailovou adresu (nebo adresy), na kterou bude zasláno upozornění při stažení souboru ze serveru. Více adres můžete oddělit čárkami.
de_de: <em>Optional:</em> Geben Sie eine oder mehrere E-Mailadressen an, welche benachrichtigt werden sollen, wenn die Datei heruntergeladen wird. Mehrere Adressen müssen durch Kommata getrennt werden.
es_es: Introduzca una dirección <em>opcional</em> de e-mail (o direcciones) que deberían ser notificadas cuando el fichero sea descargado del servidor. Puede separar múltiples direcciones usando comas.
fr_fr: Vous pouvez indiquer une ou plusieurs adresses e-mail qui recevront un message lorsque le fichier sera téléchargé. Séparez les adresses par une virgule.
it_it: Scrivere un indirizzo e-mail <em>opzionale</em> che verrà notificato quando il file viene scaricato dal server. È possibile separare più indirizzi con le virgole.
ja_jp: サーバからダウンロードされたときに通知される<em>オプションの</em>Eメールアドレス（複数可能）を入力してください。複数の場合はカンマでアドレスを分けていれることができます。
lt_lt: Galite įrašyti el. pašto adresą (ar adresus), kuriuo išsiųsime pranešimą apie failo atsisiuntimą. Adresus atskirkite kableliu.
nl_nl: <em>Optioneel:</em> Geef 1 of meerdere e-mail adressen op die een bericht ontvangen wanneer het bestand van de server is gedownload. Meerdere e-mail adressen moeten door komma's worden gescheiden.
pt_br: Digite um ou mais e-mails <em>opcionais</em> que devem ser notificados quando o arquivo foi baixado do servidor. Você pode separar endereços de e-mail com vírgulas.
ru_ru: Укажите <em>необязательный</em> e-mail адрес (или адреса), на которые необходимо послать оповещение о скачивании файла. Адреса в списке можно разделить запятой ','.

source: %d years
de_de: %d Jahren
es_es: %d años
fr_fr: %d ans
it_it: %d anni
lt_lt: %d metai

source: %d months
de_de: %d Monaten
es_es: %d meses
fr_fr: %d mois
it_it: %d mesi
lt_lt: %d mėnesiai

source: %d days
cs_cz: %d dní
de_de: %d Tagen
es_es: %d días
fr_fr: %d jours
it_it: %d giorni
ja_jp: %d 日間
lt_lt: %d dienos
nl_nl: %d dagen
pt_br: %d dias
ru_ru: %d дней

source: %d hours
cs_cz: %d hodin
de_de: %d Stunden
es_es: %d horas
fr_fr: %d heures
it_it: %d ore
ja_jp: %d 時間
lt_lt: %d valandos
nl_nl: %d uren
pt_br: %d horas
ru_ru: %d часов

source: %d minutes
cs_cz: %d minut
de_de: %d Minuten
es_es: %d minutos
it_it: %d minuti
ja_jp: %d 分
lt_lt: %d minutės
nl_nl: %d minuten
pt_br: %d minutos
ru_ru: %d минут

source: %d seconds
cs_cz: %d sekund
de_de: %d Sekunden
es_es: %d segundos
fr_fr: %d secondes
it_it: %d secondi
ja_jp: %d 秒
lt_lt: %d sekundės
nl_nl: %d seconden
pt_br: %d segundos
ru_ru: %d секунд

source: file too big
cs_cz: soubor je příliš veliký
de_de: Datei ist zu groß
es_es: fichero demasiado grande
fr_fr: Ce fichier dépasse la taille maximale autorisée
it_it: file troppo grosso
ja_jp: ファイルサイズが大きすぎます
lt_lt: failas per didelis
nl_nl: Bestand is te groot
pt_br: arquivo muito grande
ru_ru: файл слишком большой

source: upload interrupted
cs_cz: nahrávání bylo přerušeno
de_de: Upload abgebrochen
es_es: subida interrumpida
fr_fr: envoi interrompu
it_it: invio interrotto
ja_jp: アップロードが中断されました
lt_lt: įkėlimas nutrūko
nl_nl: Upload afgebroken
pt_br: envio interrompido
ru_ru: загрузка прервана

source: internal error
cs_cz: interní chyba
de_de: Interner Fehler
es_es: error interno
fr_fr: erreur interne
it_it: errore interno
ja_jp: 内部エラーです
lt_lt: vidinė klaida
nl_nl: Interne fout
pt_br: erro interno
ru_ru: внутренняя ошибка

source: Archive contents:
de_de: Inhalt des Archivs:
es_es: Contenido del archivo:
fr_fr: Contenus de l'archive:
it_it: Contenuto archivio:
lt_lt: Archyvo sudėtis:

source: About %s
cs_cz: Za %s
de_de: Voraussichtlich in %s
es_es: Sobre %s
fr_fr: Dans %s
it_it: Circa %s
ja_jp: 約 %s
lt_lt: Apie %s
nl_nl: Over %s
pt_br: Em %s
ru_ru: через %s

source: About %d uploads
de_de: Voraussichtlich nach %d Uploads
es_es: Sobre %d subidas
fr_fr: Dans %d envoi(s)
it_it: Circa %d invii
lt_lt: Apie %d įkėlimai

source: After %d uploads
de_de: Nach %d Uploads
es_es: Tras %d subidas
fr_fr: Après %d envoi(s)
it_it: Dopo %d invii
lt_lt: Po %d įkėlimų

source: %s after next upload
de_de: %s nach dem nächsten Upload
es_es: %s tras la siguiente subida
fr_fr: %s après le prochain envoi
it_it: %s all'invio successivo
lt_lt: %s po kito įkėlimo

source: In %s
cs_cz: Za %s
es_es: En %s
fr_fr: Dans %s
ja_jp: %s の中に
lt_lt: Už %s
pt_br: Em %s
ru_ru: через %s

source: Never
cs_cz: Nikdy
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
ja_jp: 消去しない
lt_lt: Niekada
nl_nl: Nooit
pt_br: Nunca
ru_ru: Никогда

source: Purged
cs_cz: Smazáno
de_de: Gelöscht
es_es: Purgado
fr_fr: Supprimé
it_it: Eliminati
ja_jp: 消去
lt_lt: Ištrinta
nl_nl: Verwijderd
pt_br: Removido
ru_ru: Удалено

source: Grant
de_de: Upload-Erlaubnis
es_es: Concesión
fr_fr: Invitation
it_it: Concessione
ja_jp: グラント
lt_lt: Užklausa
nl_nl: Toekenning
pt_br: Permitir
ru_ru: Запрос

source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
it_it: Data
ja_jp: 日時
lt_lt: Data
nl_nl: Datum
pt_br: Data
ru_ru: Дата

source: Expiration
cs_cz: Vypršení
de_de: Verfallsfrist
es_es: Caducidad
it_it: Scadenza
ja_jp: 公開満了日時
lt_lt: Galiojimas
nl_nl: Loopt af
pt_br: Expiração
ru_ru: Истекает

source: Successfully uploaded
de_de: Erfolgreich hochgeladen
es_es: Subido con éxito
fr_fr: Envoyé avec succès
it_it: Utilizzato con successo
lt_lt: Įkelta sėkmingai

source: Upload
cs_cz: Nahrát
es_es: Subir
fr_fr: Envoyer
it_it: Invia
ja_jp: アップロード
lt_lt: Įkelti
nl_nl: Bestand uploaden
pt_br: Enviar
ru_ru: Загрузить

source: Purge
cs_cz: Smazat
de_de: Löschen
es_es: Purgar
fr_fr: Purger
it_it: Elimina
ja_jp: 消去
lt_lt: Trinti
nl_nl: Verwijderen
pt_br: Remover
ru_ru: Удалить

source: Reload
cs_cz: Načíst znovu
de_de: Aktualisieren
es_es: Recargar
fr_fr: Actualiser
it_it: Ricarica
ja_jp: 再読み込み
lt_lt: Perkrauti
nl_nl: Actualiseren
pt_br: Atualizar
ru_ru: Обновить

source: Select all
cs_cz: Vybrat vše
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ja_jp: 全部を選択
lt_lt: Pasirinkti visus
nl_nl: Selecteer alle
pt_br: Selecionar tudo
ru_ru: Выбрать все

source: Purge selected
cs_cz: Smazat vybrané
de_de: Markierte löschen
es_es: Eliminar selección
fr_fr: Purger la sélection
it_it: Elimina selezionati
ja_jp: 選択したファイルを消去
lt_lt: Trinti pasirinktus
nl_nl: Selectie verwijderen
pt_br: Excluir selecionados
ru_ru: Удалить выбранные

source: User
cs_cz: Uživatel
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザ
lt_lt: Vartotojas
nl_nl: Gebruiker
pt_br: Usuário
ru_ru: Автор

source: Regular grant
de_de: Normale Upload-Erlaubnis
es_es: Concesión normal
fr_fr: Invitation standard
it_it: Concessione
lt_lt: Užklausa

source: Your grant
de_de: Ihre Upload-Erlaubnis
es_es: Su concesión
fr_fr: Votre invitation
it_it: Concessione propria
lt_lt: Jūsų užklausa

source: Password required
cs_cz: Je vyžadováno heslo
de_de: Passwort erforderlich
es_es: Contraseña obligatoria
fr_fr: Un mot de passe est demandé
it_it: Password obbligatoria
ja_jp: パスワードを入力してください。
lt_lt: Reikalingas slaptažodis
nl_nl: Wachtwoord verplicht
pt_br: Senha requerida
ru_ru: Требуется пароль

source: The grant %s is protected. Please enter the password to proceed to the upload.
cs_cz: Grant %s je chráněný. Prosím zadejte heslo pro pokračování.
de_de: Der Upload %s ist durch ein Passwort geschützt. Bitte geben Sie das Passwort ein um mit dem Upload fortzufahren.
es_es: La concesión %s está protegida. Por favor, introduzca la clave para proceder a la carga.
fr_fr: L'invitation %s est protégée. Veuillez saisir le mot de passe pour procéder à l'envoi.
it_it: Il ticket %s è protetto. Inserire la password per procedere all'invio.
ja_jp: グラント %s は、保護されています。アップロードをするには、パスワードを入力してください。
lt_lt: Užklausa %s yra apsaugota. Prašome įvesti slaptažodį, kad tęstumėte įkėlimą.
nl_nl: De upload %s is met een wachtwoord beveiligd. Geef a.u.b. het wachtwoord op om het bestand te kunnen downloaden.
pt_br: A permissão %s está protegida. Por favor entre a senha para proceder com o envio.
ru_ru: Доступ к запросу %s защищен. Пожалуйста укажите пароль для доступа к загрузке.

source: Type the password required for the upload.
cs_cz: Pro nahrání je vyžadováno heslo.
de_de: Geben Sie das für den Upload benötigte Passwort ein.
es_es: Introduzca la clave requerida para la subida.
fr_fr: Renseignez le mot de passe pour accéder au formulaire d'envoi.
it_it: Scrivere la password per procedere all'invio.
ja_jp: アップロードのためのパスワードを入力してください。
lt_lt: Įrašykite slaptažodį įkėlimui.
nl_nl: Geef het wachtwoord op dat nodig is voor de upload.
pt_br: Digite a senha necessária para o envio.
ru_ru: Укажите пароль необходимый для доступа к загрузке.

source: Submit
cs_cz: Odeslat
de_de: Abschicken
es_es: Enviar
fr_fr: Soumettre
it_it: Invia
ja_jp: 送信
lt_lt: Patvirtinti
nl_nl: Indienen
pt_br: Enviar
ru_ru: Продолжить

source: Upload grant
cs_cz: Nahrát soubor
de_de: Upload-Erlaubnis
es_es: Subir concesión
fr_fr: Invitation d'envoi
it_it: Concessione di invio
ja_jp: グラントをアップロード
lt_lt: Įkėlimo užklausa
nl_nl: Upload toekenning
pt_br: Envio permitido
ru_ru: Запрос файла

source: Upload failed
cs_cz: Nahrávání selhalo
de_de: Upload fehlgeschlagen
es_es: Falló la subida
fr_fr: Échec de l'envoi
it_it: Invio fallito
ja_jp: アップロードに失敗しました。
lt_lt: Įkėlimas nepavyko
nl_nl: Upload niet gelukt
pt_br: Envio falhou
ru_ru: Сбой загрузки

source: Upload file/s
de_de: Datei/en hochladen
es_es: Subir fichero(s)
fr_fr: Envoyer un ou plusieurs fichiers
it_it: Invia file
lt_lt: Įkelti failą(us)

source: Choose which file/s to upload. You can upload up to %d files for a total of %s.
de_de: Wähen Sie die Datei/en für den Upload. Sie können bis zu %d Datei/en mit bis zu insgesamt %s hochladen.
es_es: Escoja qué fichero(s) subir. Puede subir hasta %d ficheros por un total de %s.
fr_fr: Sélectionnez le ou les fichier à envoyer. Vous pouvez envoyer jusqu'à %d fichiers pour un total de %s.
it_it: Scegliere quali file inviare. È possibile inviare fino a %d file per un totale di %s.
lt_lt: Pasirinkite kuriuos failus įkelti. Galite įkelti %d failų, kurie užimtų iki %s.

source: Type an <em>optional</em> comment for your uploaded file/s. The comment will be sent back to the grant owner.
de_de: Schreiben Sie eine <em>optionale</em> Bemerkung zur den hochgeladenen Dateien. Die Bemerkung wird an Inhaber der Upload-Erlaubnis geschickt.
es_es: Escriba un comentario <em>opcional</em> para su/s fichero/s subido/s. El comentario será enviado al dueño de la concesión.
fr_fr: Saisissez une commentaire <em>optionnel</em> pour les fichiers envoyés. Ce commentaire sera transmis au créateur de l'invitation.
it_it: Inserire un commento <em>opzionale</em> per i file inviati. Il commento viene inoltrato al proprietario della concessione.
lt_lt: Galite įrašyti komentarą. Komentaras bus nusiųstas užklausos savininkui.

source: Login
cs_cz: Přihlášení
de_de: Anmelden
it_it: Autenticazione
ja_jp: ログイン
lt_lt: Prisijungti
nl_nl: Inloggen
ru_ru: Имя пользователя

source: Type the user name to access the filesharing service.
cs_cz: Zadejte uživatelské jméno pro přístup ke službě sdílení souborů.
de_de: Geben Sie Ihren Benutzernamen an.
es_es: Introduzca el nombre de usuario para acceder al servicio de compartición de ficheros.
fr_fr: Renseignez votre nom d'utilisateur pour accéder à ce service.
it_it: Scrivere il nome utente richiesto per l'accesso al servizio.
ja_jp: ファイル共有サービスを利用するにはユーザ名を入力してください。
lt_lt: Įrašykite prisijungimo vardą.
nl_nl: Geef uw gebruikersnaam.
pt_br: Digite o usuário para acessar o serviço de compartilhamento de arquivos.
ru_ru: Укажите имя пользователя для доступа.

source: Type the password to access the filesharing service.
cs_cz: Zadejte heslo pro přístup ke službě sdílení souborů.
de_de: Geben Sie das Passwort ein.
es_es: Introduzca la clave para acceder al servicio de compartición de ficheros.
fr_fr: Renseignez votre mot de passe pour accéder au service de partage de fichiers.
it_it: Scrivere la password per l'accesso al servizio.
ja_jp: ファイル共有サービスを利用するにはパスワードを入力してください。
lt_lt: Įrašykite slaptažodį.
nl_nl: Geef uw wachtwoord.
pt_br: Digite a senha para acessar o serviço de compartilhamento de arquivos.
ru_ru: Укажите пароль для доступа.

source: download link to %s
de_de: Download-Link für %s
es_es: enlace de descarga a %s
fr_fr: lien de téléchargement pour %s
it_it: collegamento a %s
lt_lt: %s atsisiuntimo nuoroda

source: Ticket comment:
de_de: Ticket Anmerkung:
es_es: Comentario del ticket:
fr_fr: Commentaire du ticket:
it_it: Commento ticket:
lt_lt: Nuorodos komentaras:

source: Password:
cs_cz: Heslo:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe:
ja_jp: パスワード:
lt_lt: Slaptažodis:
nl_nl: Wachtwoord:
pt_br: Senha:
ru_ru: Пароль:

source: ticket %s download notification
de_de: Download-Benachrichtigung für Ticket %s
es_es: notificación de descarga de ticket %s
fr_fr: notification de téléchargement pour le ticket %s
it_it: notifica scaricamento del ticket %s
lt_lt: %s nuorodos pranešimas

source: The ticket %s was downloaded by %s from %s
cs_cz: Ticket %s byl stažen IP %s ze %s.
de_de: Das Ticket %s wurde durch %s von %s heruntergeladen.
es_es: El ticket %s ha sido descargado por %s desde %s
fr_fr: Le ticket %s a été téléchargé par %s à partir de %s
it_it: Il ticket %s è stato scaricato da %s tramite %s
ja_jp: チケット %s は %s によって %s からダウンロードされました。
lt_lt: Failas %s buvo parsisiųstas %s iš %s
nl_nl: Het ticket %s is gedownload door %s van %s.
pt_br: O ticket %s foi baixado por %s de %s
ru_ru: Файл %s был скачан %s с %s.

source: ticket %s purge notification
de_de: Lösch-Benachrichtigung für Ticket %s
es_es: notificación de purgado de ticket %s
fr_fr: notification de purge du ticket %s
it_it: notifica eliminazione del ticket %s
lt_lt: %s nuorodos pašalinimo pranešimas
